Repository: daisy/tobi
Catalog: tobiapp/Tobi.Modules.Validator.Metadata/Tobi.Plugin.Validator.Metadata.Lang.*.resx
Languages: es

source: Click to add and edit
es: Haga clic para añadir y editar

# ClickToEdit
source: Click to edit metadata
es: Haga clic para editar los metadatos

# DateHint
source: formatted as YYYY-MM-DD, YYYY-MM, or YYYY
es: con formato AAAA- MM- DD, AAAA -MM o AAAA

# DefNameMustBeHint
source: {0} must be {1}.
es: {0} debe ser {1}.

# DuplicateErrorCompleteSummary
source: Metadata error: duplicate items detected This metadata field cannot have more than one instance. {0}
es: Error de metadatos: elementos duplicados detectados Este archivo de metadatos no puede tener más de una instancia {0}

# DuplicateItemsDetected
source: Metadata error: duplicate items detected
es: Error de metadatos: elementos duplicados detectados

# DuplicateNotAllowed
source: Duplicate of {0} not allowed.
es: Duplicados de { 0 } no permitidos

# EntryNotFound
source: An entry for {0} was not found.
es: Una entrada para {0} no fue encontrada.

# FormatErrorCompleteSummary
source: Metadata error: invalid formatting The value for the item is invalid. {0} = {1} Hint: {0} must be {2} {3}
es: Error de metadatos: formato invalido El valor para el elemento es invalido. {0} = {1} Hint: {0} debe ser {2} {3}

# InvalidFormatting
source: Metadata error: invalid formatting
es: Error de Metadatos: formato invalido

# InvalidValue
source: The value for the item is invalid:
es: El valor para el elemento es invalido:

# MetadataDefinitionSummary
source: Rules for {0} {1} Must be a {2} Is {3} {4}
es: Reglas para {0} {1} Debe ser un {2} Es {3} {4}

# MetadataFormatError_Hint
source: Hint: {0} must be {1}
es: Inddicio: {0} debe ser {1}

# MetadataMayBeRepeated
source: May be repeated
es: Puede ser repetido

# MetadataMayNotBeRepeated
source: May not be repeated
es: No puede ser repetido

# MetadataSynonyms
source: Synonyms: {0}
es: Sinónimos: {0}

# MetadataSynonyms2
source: Synonyms: {0}
es: Sinónimos: {0}

# MetadataValidator_Description
source: Validate publication metadata
es: Verificar metadatos de publicación

# MetadataValidator_Name
source: Metadata Validator
es: Problemas de metadatos

# Metadata_Optional
source: Optional
es: Opcional

# Metadata_Recommended
source: Recommended
es: Recomendado

# Metadata_Required
source: Required
es: Requerido

# Missing
source: Missing {0}
es: Faltante {0}

# MissingItemErrorCompleteSummary
source: Metadata error: missing a required item An entry for {0} was not found. {1}
es: Error de metadatos: falta un elemento requerido Una entrada para {0} no fue encontrada. {1}

# MissingRequiredItem
source: Metadata error: missing a required item
es: Error de metadatos: elemento requerido faltante

# MustBe
source: Must be a {0}
es: Debe ser un {0}

# NonEmptyHint
source: non-empty
es: No vacío

# NotMoreThanOneInstance
source: This metadata field cannot have more than one instance.
es: Este campo de metadatos no puede tener más de una instancia.

# NumericValueHint
source: a numeric value
es: Un valor numérico

# Occurrence
source: Is {0}
es: Es {0}

# RulesFor
source: Rules for {0}
es: Reglas para {0}
