Repository: daisy/tobi
Catalog: tobiapp/Tobi.Modules.NavigationPane/Tobi.Plugin.NavigationPane.Lang.*.resx
Languages: fr

source: Find:
fr: Rechercher :

# HeadingEdit
source: Edit Heading
fr: Modifier le Titre

# HeadingEdit_
source: Please Enter The New Value For This Heading.
fr: Veuillez saisir la nouvelle valeur pour ce titre.

# HeadingNavigationPlugin_Description
source: The Navigation panel
fr: Le volet de navigation

# HeadingNavigationPlugin_Name
source: Navigation pane.
fr: Volet de navigation.

# NavigationPanePlugin_Description
source: The Navigation panel
fr: Le volet de navigation

# NavigationPanePlugin_Name
source: Navigation pane.
fr: Volet de navigation.

# CmdNavigationFocus_ShortDesc
source: Navigation pane focus
fr: Volet de _navigation

source: (No heading)
fr: (Aucun titre)

# PageFindNext
source: Find Next
fr: Rechercher le suivant

# PageFindNext_
source: Find the next matching item in the page list
fr: Rechercher l'élément suivant dans la liste des pages

# PageFindNext_FAILURE
source: No More Matches Found
fr: Aucune autre correspondance trouvée

# PageFindPrev
source: Find Previous
fr: Rechercher le précédent

# PageFindPrev_
source: Find the previous matching item in the page list
fr: Rechercher l'élément précédent dans la liste des pages

# PageFindPrev_FAILURE
source: No More Matches Found
fr: Aucune autre correspondance trouvée

# MarkersNavigationPlugin_Description
source: The markers navigation plugin
fr: Le navigateur de marqeurs

# MarkersNavigationPlugin_Name
source: Markers navigation plugin
fr: Navigateur de marqueurs

# PageNavigationPlugin_Description
source: The page navigation plugin
fr: Le navigateur de page

# PageNavigationPlugin_Name
source: Page navigation plugin
fr: Navigateur de page

# TreeCollapse
source: Co_llapse
fr: Ré_duire

# CmdTreeCollapseAll_ShortDesc
source: _Collapse all
fr: _Réduire tout

# CmdTreeCollapseAll_LongDesc
source: Collapse all children in the tree
fr: Réduire tous les éléments enfants dans l'arborescence

# TreeCollapse_
source: Collapse the current item in the tree
fr: Réduire l'élément courant dans l'arborescence

# TreeEdit
source: Edit _Heading
fr: Modifier le _Titre

# TreeEdit_
source: Edit the current heading
fr: Modifier le titre courant

# TreeExpand
source: Ex_pand
fr: Dévelo_pper

# CmdTreeExpandAll_ShortDesc
source: E_xpand all
fr: D_évelopper tout

# CmdTreeExpandAll_LongDesc
source: Expand all children in the tree
fr: Développer tous les éléments enfants dans l'arborescence

# TreeExpand_
source: Expand the current item in the tree
fr: Développer l'élément courant dans l'arborescence

# TreeFindNext
source: Find Next
fr: Rechercher le suivant

# TreeFindNext_
source: Find the next matching item in the tree
fr: Rechercher l'élément suivant dans l'arborescence

# TreeFindNext_FAILURE
source: No More Matches Found
fr: Aucune autre correspondance trouvée

# TreeFindPrev
source: Find Previous
fr: Rechercher le précédent

# TreeFindPrev_
source: Find the previous matching item in the tree
fr: Rechercher l'élément précédent dans l'arborescence

# TreeFindPrev_FAILURE
source: No More Matches Found
fr: Aucune autre correspondance trouvée

source: Headings
fr: Titres

source: Marks
fr: Marques

source: Marked
fr: Marqué

# CmdNavigationToggleMark_ShortDesc
source: Toggle document mark
fr: _Marques de document on/off

# CmdNavigationToggleMark_LongDesc
source: Switch on/off the marker on the currently-selected text item
fr: Active / désactive le marqueur sur l'élément de texte sélectionné
