Repository: daisy/tobi
Catalog: tobiapp/Tobi.Modules.Descriptions/Tobi.Plugin.Descriptions.Lang.*.resx
Languages: es, fr

# CmdEditDescriptions_LongDesc
source: Modify the description(s) of the selected document item
es: Modificar la(s) descripción del elemento de documento seleccionado
fr: Modifier la/les descriptions de l'élément du document sélectionné

# CmdEditDescriptions_ShortDesc
source: Edit image _description
es: Editar _descripción de imagen
fr: Editer la _description de l'image

# DescriptionsPlugin_Description
source: A user-interface to edit image descriptions.
es: Un interfaz de usuario para editar descripciones de las imágenes.
fr: Interface utilisateur pour éditer la description des images.

# DescriptionsPlugin_Name
source: Descriptions editor.
es: Descripciones de editor.
fr: Editeur de descriptions.

# NoAudioIcon
source: No audio (click to edit)
es: Sin audio (click para corregir )
fr: Pas d'audio (cliquez pour éditer)

# AudioIcon
source: Audio (click to edit)
es: Audio (click corregir )
fr: Audio (cliquez pour éditer)

# LongDescriptionHelp
source: The long description provides the primary description of the associated image, graphic or visually-oriented structure. It should therefore contain a comprehensive explanation of the referenced item. See the summary description for information on how to include a compact description.
es: La descripción larga proporciona la descripción principal de la imagen asociada, estructura gráfica u orientada visualmente. Por tanto, debe contener una explicación detallada del tema de referencia. Véase la descripción resumida para obtener información sobre la forma de incluir una descripción compacta.
fr: La description longue fournit une description complète associée à l'image, au graphique ou à la structure visuelle. Elle doit donc contenir une explication compréhensible de l'élément auquel elle se rapporte. Rendez-vous dans Description sommaire pour des informations sur la façon de rédiger une description ramassée.

# SummaryDescriptionHelp
source: The summary description provides a shorter, more succinct version of the primary long description.
es: La descripción de resumen proporciona una versión más breve que la descripción primaria.
fr: La description sommaire fournit une version plus courte et plus succincte que celle incluse dans la Description longue.

# SimplifiedDescriptionHelp
source: The simplified language description provides a simplified version of the primary long description.
es: La descripción simplificada ofrece una versión simplificada de la descripción larga primaria.
fr: La description en langage simplifié fournit une version simplifiée de celle incluse dans la Description longue.

# TactileImageHelp
source: The tactile image provides an alternative image to the source image, optionally associated with an explanatory tour. Using the advanced editor, it is possible to specify one or more identical tactile images for different production methods, differentiated by their role attribute (e.g., one for swell paper production and another for stereolithograph printing).
es: La imagen táctil ofrece una imagen alternativa a la imagen de origen, opcionalmente asociado con un recorrido explicativo. Usando el editor avanzado, es posible especificar uno o más imágenes táctiles para diferentes métodos de producción , que se diferencian por su atributo de papel (por ejemplo , una para la producción de papel oleaje y otro para la impresión stereolithograph ) .
fr: L'image tactile fournit une image alternative à l'image source, et peut être associée en option à une aide à l'exploration. En utilisant l'éditeur avancé, il est possible de spécifier une ou plusieurs images tactiles identiques pour différentes méthodes de production, distinguées par leur attribut rôle (par exemple, une pour les productions en thermogonflage et une autre pour les impressions en relief).

# SimplifiedImageHelp
source: The simplified image provides a simplified version of the source image, optionally associated with an explanatory tour. Using the advanced editor, it is possible to specify one or more identical simplified images, in different formats.
es: La imagen simplificada ofrece una versión simplificada de la imagen de origen, opcionalmente asociado con un recorrido explicativo. Usando el editor avanzado, es posible especificar uno o más idénticos imágenes simplificadas , en diferentes formatos.
fr: L'image simplifiée fournit une version simplifiée de l'image source, et peut être associée à une aide à l'exploration. En utilisant l'éditeur avancé, il est possible de spécifier une ou plusieurs images simplifiées identiques dans différents formats.

# TourHelp
source: The tour description associated with a tactile graphic or a simplified alternative image provides orientation, and explains how to conceptually explore the images.
es: El tour de descripción asociado con una gráfica táctil o una imagen alternativa simplificada proporciona orientación , y explica cómo explorar conceptualmente las imágenes.
fr: L'aide à l'exploration associée à un graphique tactile ou à une image alternative simplifiée fournit une aide à l'orientation et propose une méthode pour explorer les images.

# EditAdvanced
source: Edit in advanced mode...
es: Editar en el modo avanzado ...
fr: Éditer en mode avancé...

# FilterEmptyAlt
source: Show empty alt
es: Mostrar vacío alt
fr: Afficher les Alt vides

source: Add / edit ...
es: Añadir / modificar ...
fr: Ajouter / éditer ...

source: Add
fr: Ajouter

source: Alternative images
fr: Images alternatives

# AttributeAlreadyExists
source: This attribute already exists.
fr: Cet attribut existe déjà.

source: Attributes
fr: Attributs

# AudioAddEdit
source: Add/edit...
fr: Ajouter/éditer ...

# AudioClear
source: Clear
fr: Vider

# AudioPlay
source: Play
fr: Jouer

# AutomaticallyID
source: Automatically rename linked identifiers?\n(recommended)
fr: Automatiquement renommer les identifiants liés?\n(recommendé)

source: Clear
fr: Vider

source: Content
fr: Contenu

source: DIAGRAM element name
fr: Nom d'élément DIAGRAM

source: Duplicate attribute!
fr: Attribut en double !

source: Edit
fr: Éditer

source: Edit attribute
fr: Éditer l'attribut

source: Edit description text
fr: Éditer le texte descriptif

# EnterTextPlaceholder
source: [enter text here]
fr: [éditer le texte]

source: Export
fr: Exporter

# FirstSelectImage
source: You must first select an image to describe.
fr: Veuillez sélectionner une image.

source: Import
fr: Importer

source: Long description
fr: Description longue

source: Metadata
fr: Metadonnées

source: Name
fr: Nom

# NoIssues
source: No issues detected.
fr: Pas de problèmes

source: Open...
fr: Ouvrir...

# OpenDiagramXml
source: Open DIAGRAM XML file
fr: Ouvrir fichier DIAGRAM XML

source: Open image
fr: Ouvrir image

source: Property
fr: Propriété

source: Refactor identifiers?
fr: Adapter les identifiants ?

source: Remove
fr: Supprimmer

source: Simplified image
fr: Image simplifiée

source: Simplified language
fr: Language simplifié

source: Summary
fr: Resumé

source: Switch to advanced editor
fr: Ouvrir le mode avancé

source: Switch to basic editor
fr: Ouvrir le mode basique

source: Tactile image
fr: Image tactile

source: Text
fr: Texte

source: Text descriptions
fr: Descriptions textuelles

source: Tour
fr: Guide

# LongDescMissing
source: - No long description is specified.
fr: - Description longue manquante.

source: Value
fr: Valeur

# LongDescMoreThanOne
source: - There are more than one long description
fr: - Il y a plus qu'une seule description longue

# LongDescTextMissing
source: - The long description text is missing.
fr: - Le texte de la description longue est manquant.

# LongDescHasOtherData
source: (has other data)
fr: (il y a d'autres données)

# LongDescNoImage
source: - The long description shouldn't have an image.
fr: - La description longue ne devrait pas avoir d'image.

# SummaryMoreThanOne
source: - There are more than one summary
fr: Il y a plus q'un seul résumé

# SummaryTextMissing
source: - The summary text is missing.
fr: - Le texte du résumé est manquant.

# SummaryNoImage
source: - The summary shouldn't have an image.
fr: - Le résumé ne devrait pas avoir d'image.

# SimplifiedImageMoreThanOne
source: - There are more than one simplified image
fr: - Il y a plus qu'une seule image simplifiée

# SimplifiedLanguageTextMissing
source: - The simplified language text is missing.
fr: - Le texte de la langue simplifiée est manquant.

# SimplifiedLanguageNoImage
source: - The simplified language shouldn't have an image.
fr: - La langue simplifiée ne devrait pas avoir d'image.

# SimplifiedLanguageMoreThanOne
source: - There are more than one simplified language
fr: - Il y a plus qu'une seule langue simplifiée

# SimplifiedImageGroupID
source: which will be grouped if they have the same identifier and share the same tour.
fr: qui seront groupées si elles ont le meme identifiant et guide

# SimplifiedImageAudioNoTour
source: - The simplified image has audio but no corresponding tour.
fr: - L'image simplifiée a de l'audio mais pas de guide correspondant

# SimplifiedImageMissingImage
source: - Image is missing for simplified image.
fr: - L'image simplifiée n'a pas d'image.

# SimplifiedImageTourRecommended
source: - Tour text is recommended for simplified image.
fr: - Le guide est recommendé pour l'image simplifiée

# TactileImageMoreThanOne
source: - There are more than one tactile image
fr: - Il y a plus qu'une seule image tactile

# TactileImageAudioNoTour
source: - The tactile image has audio but no corresponding tour.
fr: - L'image tactile a de l'audio mais pas de guide correspondant.

# TactileImageMissingImage
source: - Image is missing for tactile image.
fr: - L'image tactile n'a pas d'image.

# TactileImageTourRecommended
source: - Tour text is recommended for tactile image.
fr: - Le guide est recommendé pour l'image tactile

# DiagramUnknownElements
source: - Unknown DIAGRAM elements:
fr: - Elements DIAGRAM inconnus:

# DiagramElementsInvalidSyntax
source: - Invalid syntax for DIAGRAM elements:
fr: - Syntaxe invalide pour élements DIAGRAM:

# InvalidIDs
source: - Some identifiers are invalid:
fr: - Certains identifiants sont invalides:

# DuplicatedIDs
source: - Some identifiers are duplicated (this may be valid if used for grouping objects):
fr: - Certains élements sont dupliqués (ceci peut etre valide si utilisé pour grouper des objets):

# MissingIDs
source: - Some identifiers are referenced, but are missing:
fr: - Certains identifiants sont référencés, mais sont manquants:

# InvalidLanguageTags
source: - Some language tags are invalid:
fr: - Certains codes de langue sont invalides:

# SimplifiedImageMissing
source: - The simplified image is missing.
fr: - L'image simplifiée est manquante

# LongDescHasOtherDataAdvanced
source: (has other data, see advanced editor)
fr: (il y a d'autres données, voir l'éditeur avancé)

# TactileImageMissing
source: - The tactile image is missing.
fr: - L'image tactile est manquante

# InvalidDates
source: - Some dates seem invalid:
fr: - Certaines dates semblent invalides:
