Repository: daisy/tobi
Catalog: tobiapp/Tobi.Modules.Urakawa/Tobi.Plugin.Urakawa.Lang.*.resx
Languages: es

# UrakawaPlugin_Description
source: A context for opening and saving the data model of a Urakawa SDK project.
es: Contexto para abrir y guardar el modelo de datos de un proyecto de Urakawa SDK.

# OpenSaveAsQuestion
source: Do you want to open the saved project ?
es: ¿Quieres abrir el proyecto guardado?

# OpenSaveAsQuestion_
source: Open saved project ?
es: ¿Abrir proyecto guardado?

# CmdOpenDocumentFolder_ShortDesc
source: _Current project
es: Proyecto A_ctual

# CmdOpenDocumentFolder_LongDesc
source: Open a file browser where the currently-loaded project is located.
es: Abrir explorador de archivos donde se encuentra el proyecto actual.

# CannotOpenLocalFile
source: Cannot open file.
es: No se puede abrir el archivo.

# CannotOpenLocalFile_
source: Failed to open file!
es: Error al abrir el archivo!

# ValidationIssuesConfirmExport_Title
source: Validation issues
es: Problemas de validación

# ValidationIssuesConfirmExport
source: There are validation issues. Press OK to ignore, or CANCEL to see the issues.
es: Pulsar OK para ignorar, o CANCELAR para ver los errores.

# DeleteRecentFile_Short
source: Remove selected items
es: Eliminar los elementos seleccionados

# DeleteRecentFile_Long
source: Remove the selected items from the list of recent files
es: Quitar los elementos seleccionados de la lista de archivos recientes

# RecentFileName
source: Name
es: Nombre

# RecentFileLocation
source: File path
es: Ruta del archivo

# CmdClose_ShortDesc
source: _Close
es: _Cerrar

# CmdClose_LongDesc
source: Close the current project
es: Cerrar el proyecto actual

# CmdDataCleanup_ShortDesc
source: C_leanup
es: _Limpiar

# DeleteSplitFiles
source: Permanently delete the split files?
es: Eliminar permanentemente los archivos divididos?

# DeleteSplitFilesConfirm
source: Confirm delete files? (cannot be undone)
es: Confirmar la eliminación de archivos? (no se puede deshacer)

# CmdDataCleanup_LongDesc
source: Remove data files not used by the current project
es: Eliminar archivos de datos no utilizados por el proyecto actual

# CmdExport_ShortDesc
source: _Export...
es: _Exportar...

# CmdExport_LongDesc
source: Export the current project...
es: Exportar el proyecto actual ...

# CmdMenuClearRecentFiles_ShortDesc
source: _Clear
es: Limpiar _c

# CmdMenuClearRecentFiles_LongDesc
source: Clear the list of recently-opened files.
es: Borrar la lista de archivos abiertos recientemente.

# Menu_OpenRecent
source: Open recent
es: Abrir reciente

# IsSplitMaster
source: This is a split/merge "master", do not edit!
es: Esto es una división/fusión maestro, no editar!

# IsSplitSub
source: This project is part of a split/merge "master" (can be edited)
es: Este proyecto forma parte de un división/fusión maestro (puede editarse)

# SplitMasterNoAudio
source: A split/merge point cannot have ancestor audio!
es: Un punto división / fusión no puede tener audio anterior!

# SplitNothing
source: Nothing to split (please place document markers).
es: Nada para dividir (por favor colocar marcadores de documento) .

# Menu_SplitMergeProject
source: Split / Merge project
es: División/Fusión de proyecto

# CmdSplitProject_ShortDesc
source: _Split...
es: Dividir ... _s

# CmdSplitProject_LongDesc
source: Divide the current master project into sub-projects (distribute to multiple narrators)
es: Dividir el proyecto principal actual en sub-proyectos ( distribuir a múltiples narradores )

# CmdMergeProject_ShortDesc
source: _Merge...
es: Fusionar... _m

# CmdMergeProject_LongDesc
source: Combine several sub-projects back into the master project
es: Combinar varios sub- proyectos de nuevo en el proyecto principal

# CmdOpenRecent_ShortDesc
source: Open _recent ...
es: Abrir _reciente ...

# CmdOpenRecent_LongDesc
source: Open the recent files dialog
es: Abra el cuadro de diálogo de archivos recientes

# CmdShowXukSpine_ShortDesc
source: _Project spine...
es: Columna principal del _Proyecto...

# CmdShowXukSpine_LongDesc
source: Open the project spine dialog
es: Abrir el diálogo de la columna principal del proyecto

# UrakawaOpenAction_ShortDesc
source: Opening XUK file...
es: Abrir archivo XUK ...

# CmdOpen_ShortDesc
source: _Open
es: Abrir _o

# CmdOpen_LongDesc
source: Open an existing project
es: Abrir un proyecto existente

# CmdImport_ShortDesc
source: _Import
es: _Importar

# CmdImport_LongDesc
source: Import a document to create a new project
es: Importar un documento para crear un nuevo proyecto

# CmdOpenConvert_ShortDesc
source: DAISY to EPUB3
es: DAISY a EPUB3

# CmdOpenConvert_LongDesc
source: Convert from DAISY to EPUB3
es: Conversión de DAISY a EPUB3

source: _Overwrite
es: S_obreescribir

# OverwriteConfirm_File
source: You are about to overwrite a file. Do you want to continue ?
es: Usted está a punto de sobrescribir un archivo. ¿Quieres continuar?

# OverwriteConfirm_Folder
source: You are about to overwrite a folder. Do you want to continue ?
es: Usted está a punto de sobrescribir una carpeta. ¿Quieres continuar?

source: Project audio format
es: Formato del audio del Proyecto

source: Export settings
es: Exportar configuración

# ExportIncludeImageDescriptions
source: Include/merge image descriptions:
es: Incluir / fusionar descripciones de las imágenes :

# ExportGenerateSmilNotes
source: Generate SMIL note references:
es: Generar las notas de referencias SMIL :

# ExportEncodeMp3
source: Encode MP3:
es: Codificar MP3:

source: Stereo:
es: Estéreo:

# UseSourceAudioFormatTip
source: If the imported source is a talking book with an existing narration, its original audio format can be preserved by ticking the above box.
es: Si la fuente importada es un libro con una narración existente, su formato de audio original se puede conservar seleccionando el cuadro de arriba.

# UseSourceAudioFormat
source: Preserve source audio format:
es: Conservar formato de audio de origen:

# UrakawaOpenAction_LongDesc
source: Parsing the XML content of the XUK file...
es: Analizar el contenido XML del archivo XUK ...

# CmdRedo_ShortDesc
source: _Redo
es: _Rehacer

# CmdRedo_LongDesc
source: Execute the last action that was undone
es: Ejecutar la última acción que se deshizo

# RunningTask
source: Please wait...
es: Por favor , espere ...

# CmdSave_ShortDesc
source: _Save
es: Guardar _s

# CmdSaveAs_ShortDesc
source: S_ave as...
es: Guard_ar como ...

# CmdSaveAs_LongDesc
source: Save the current project as...
es: Guardar el proyecto actual como ...

# CmdSave_LongDesc
source: Save the current project
es: Guardar el proyecto actual

# CmdUndo_ShortDesc
source: _Undo
es: Deshacer _u

# CmdUndo_LongDesc
source: Unexecute last action
es: Deshacer última acción

# UnsavedChanges
source: _Save before close
es: Guardar Ante_s del cierre

# UnsavedChangesConfirm
source: There are unsaved changes. Would you like to save the project now ?
es: Hay cambios sin guardar. ¿Quieres guardar el proyecto ahora?

# UnsavedChangesDetails
source: If you close the project without saving, any changes will be lost !
es: Si cierra el proyecto sin guardar , Los cambios se perderán !

# UrakawaPlugin_Name
source: Urakawa SDK session manager.
es: gestor de sesión Urakawa SDK.

source: Importing...
es: Importando ...

source: Exporting...
es: Exportando ...

source: Cleaning up data files...
es: Limpiando de los archivos de datos...

source: Copying data files...
es: Copiando de información de los archivos...

source: Saved.
es: Guardado.

# UrakawaSaveAction_ShortDesc
source: Saving XUK file...
es: Guardando archivo XUK ...

# UrakawaSaveAction_LongDesc
source: Saving the project as XML (XUK file)...
es: Guardando el proyecto como XML (archivo XUK ) ...

# UrakawaSession_OpenFile
source: Open file
es: Abrir el archivo

# UrakawaSession_SavePath
source: File path: {0}
es: Ruta del archivo : { 0 }

# WarningFilePathLength_Title
source: File path too long!
es: Ruta de archivo demasiado larga!

# WarningFilePathLength
source: Please choose a shorter file path ({0} characters maximum).
es: Por favor, elija una ruta de acceso más corta ({ 0 } caracteres como máximo).

# PleaseUpgradePipeline
source: Please install the latest Pipeline2
es: Por favor, instale la última versión Pipeline2
