Repository: daisy/tobi
Catalog: tobiapp/Tobi_Lang.*.resx
Languages: fr

# ExitConfirm
source: Are you sure you want to exit Tobi ?
fr: Êtes-vous sûr de vouloir quitter Tobi ?

# CmdHelp_ShortDesc
source: _Help
fr: _Aide

# CmdHelp_LongDesc
source: Get help
fr: Obtenir de l'aide

# LangStringKey1
source: Hello
fr: Bonjour

# CmdManageShortcuts_ShortDesc
source: _Keyboard shortcuts (DEBUG)
fr: _Raccourcis clavier (DEBUG)

# CmdManageShortcuts_LongDesc
source: View keyboard shortcuts (DEBUG MODE ONLY)
fr: Afficher les raccourcis clavier (MODE DEBUG UNIQUEMENT)

# CmdMenuExit_ShortDesc
source: E_xit
fr: _Quitter

# CmdMenuExit_LongDesc
source: Close the application
fr: Ferme l'application

# CmdOpenTobiFolder_ShortDesc
source: _Application executable
fr: _Dossier d'exécution Tobi

# CmdOpenTobiFolder_LongDesc
source: Open a file browser where the Tobi.exe application is run from.
fr: Ouvre l'explorateur de fichiers à l'emplacement à partir duquel Tobi est exécuté.

# CmdOpenTobiIsolatedStorage_ShortDesc
source: _Private storage space
fr: _Stockage du profil

# CmdOpenTobiIsolatedStorage_LongDesc
source: Open a file browser where Tobi's system files are located (including Tobi.log).
fr: Ouvre l'explorateur de fichiers à l'emplacement où se trouvent les fichiers systèmes (et le journal .log) de Tobi.

# CmdOpenTobiSettingsFolder_ShortDesc
source: _User settings
fr: _Paramètres utilisateur

# CmdOpenTobiSettingsFolder_LongDesc
source: Open a file browser where the Tobi user settings are stored.
fr: Ouvre l'explorateur de fichiers à l'emplacement où les paramètres utilisateur de Tobi sont stockés.

# CmdUIDecreaseMagnification_ShortDesc
source: _Decrease magnification
fr: _Diminuer l'agrandissement

# CmdUIDecreaseMagnification_LongDesc
source: Decrease the UI zoom level
fr: Diminue le niveau de zoom de l'interface utilisateur

# CmdUIIncreaseMagnification_ShortDesc
source: _Increase magnification
fr: _Augmenter l'agrandissement

# CmdUIIncreaseMagnification_LongDesc
source: Increase the UI zoom level
fr: Augmente le niveau de zoom de l'interface utilisateur

# CmdUIResetMagnification_ShortDesc
source: _Reset magnification
fr: _Réinitialiser l'agrandissement

# CmdUIResetMagnification_LongDesc
source: Reset the UI zoom level
fr: Restaure le niveau de zoom de l'interface utilisateur

# TobiUpdate_Title
source: update notification
fr: notification de mise à jour

# TobiUpdate_Message
source: Would you like to download the newer version of Tobi?
fr: Voulez-vous télécharger la nouvelle version de Tobi?

# Menu_Find
source: _Find
fr: _Rechercher

source: no document
fr: Aucun document

source: Please wait...
fr: Veuillez patienter...

# CancellingTask
source: Cancelling...
fr: Annulation en cours...

# IconsDebug
source: Icons preview (debug view)
fr: Aperçu des icônes (affichage de débogage)

# CmdFocus_ShortDesc_Find
source: _Find...
fr: _Rechercher...

# Cmd_ShortDesc_FindNext
source: Find _next
fr: Recherche le _suivant

# Cmd_ShortDesc_FindPrevious
source: Find _previous
fr: Recherche le _précédent

# CmdFocus_LongDesc_Find
source: Enter the text to search...
fr: Saisissez le texte à rechercher...

# Cmd_LongDesc_FindNext
source: Search for the next item
fr: Recherche l'élément suivant

# Cmd_LongDesc_FindPrevious
source: Search for the previous item
fr: Recherche l'élément précédent

# CmdDocOnline_LongDesc
source: View documentation in web browser
fr: Affiche la documentation dans un navigateur internet

# CmdDocOnline_ShortDesc
source: Web / _online documentation
fr: Documentation Web / _en ligne

# CmdDocLocal_LongDesc
source: Open built-in documentation
fr: Ouvre la documentation copiée lors de l'installation

# CmdDocLocal_ShortDesc
source: _Local documentation
fr: _Documentation hors ligne

# UserId_title
source: User information
fr: Informations utilisateur

# UserId_message
source: Please enter an email/name and role, for example: [name@domain.org (volunteer narrator)]
fr: Veuillez renseigner un courriel/nom et un intitulé, de type : [nom@domaine.fr (donneur de voix bénévole)]

# UserId_details
source: By default, Tobi usage statistics are anonymous. By adding a simple identifier, you are helping the Tobi development team process software feedback. Read more about privacy at http://www.daisy.org/tobi/privacy
fr: Par défaut, les statistiques liées à l'utilisation de Tobi sont anonymisées. En ajoutant un simple identifiant, vous aiderez l'équipe de développement de Tobi grâce à l'ensemble de vos remontées. Pour en savoir plus, rendez-vous sur http://www.daisy.org/tobi/privacy
